[
  {
    "id": "7e35b2a1-22ef-58ec-a32b-805e388932ee",
    "name": "Correlative light microscopy dutch flagship node",
    "description": "The Dutch Correlative Light Electron Microscopy (CLEM) Flagship Node is a high-profile collaboration between four leading Dutch research centers in cellular imaging: the University Medical Center (UMC) Utrecht, Utrecht University, Leiden University Medical Center, and the University of Groningen. The Node is coordinated by internationally recognized experts in microscopy and cell biology: Judith Klumperman (UMC Utrecht), Hans Gerritsen (Utrecht University), Arie Koster (Leiden University), and Ben Giepmans (University of Groningen). The Node is globally recognized for advancing the integration of light and electron microscopy through technological development, standardization of protocols, and training. It supports cutting-edge research using CLEM to bridge the molecular specificity of fluorescence microscopy with the ultrastructural detail of electron microscopy. Its infrastructure enables seamless workflows from live-cell imaging to cryo-fixation and EM-based structural analysis, offering broad accessibility and high-end user support under the Euro-BioImaging framework. ---",
    "country": {
      "name": "NETHERLANDS"
    },
    "technologies": [
      "TEM of chemically fixed samples",
      "TEM of cryo-immobilized samples",
      "Large-scale EM",
      "EM Tomography",
      "Serial Section TEM",
      "Serial Blockface SEM",
      "FIB-SEM",
      "STEM Tomography",
      "Array Tomography",
      "Immuno-gold EM on thawed cryo-sections (Tokuyasu Method)",
      "Immuno-gold EM on resin sections",
      "Pre-embedding Immunolabeling",
      "Genetic Encoded EM Probes",
      "Pre-embed CLEM",
      "On-section CLEM",
      "Cryo Electron Tomography (CryoET)",
      "Cryo TEM",
      "SEM (Topography)",
      "Elemental Analysis",
      "Pre-embedded CLEM",
      "In-section CLEM",
      "Cryo-CLEM",
      "Live-cell CLEM",
      "EDX-CLEM (Correlative EDX and SEM)"
    ],
    "entity_type": "node"
  },
  {
    "id": "86ee0945-74d6-59c5-9f34-1d91bb8c3728",
    "name": "REBUPLIC Advanced Light Microscopy and Medical Imaging Node Brno CZ",
    "description": "The Advanced Light Microscopy and Medical Imaging Node in Brno is a multimodal Euro-BioImaging Node hosted at CEITEC Masaryk University, with contributions from the Brno University of Technology and the Czech Academy of Sciences. It offers open-access imaging infrastructure to researchers in the life sciences, biomedicine, and neuroscience. This Node integrates state-of-the-art human medical imaging and light microscopy technologies with advanced support in data processing, enabling users to generate and interpret complex image datasets across spatial and temporal scales. Through its coordinated logistics and expert personnel, the Node serves both academic and translational research communities, and actively contributes to the Euro-BioImaging network by supporting interoperability and method standardisation across sites. ---",
    "country": {
      "name": "CZECH"
    },
    "technologies": [
      "Deconvolution widefield microscopy (DWM)",
      "Laser scanning confocal microscopy (LSCM/CLSM)",
      "Spinning disk confocal microscopy (SDCM)",
      "Structured illumination microscopy (SIM)",
      "Total internal reflection fluorescence microscopy (TIRF)",
      "Image Scanning microscopy (ISM)",
      "Single Molecule localization microscopy (SMLM)",
      "Light-sheet mesoscopic imaging (SPIM or dSLSM)",
      "Quantitative Phase Imaging (QPI)",
      "Fluorescence Resonance Energy Transfer (FRET)",
      "Fluorescence Recovery After Photobleaching (FRAP)",
      "Expansion Microscopy",
      "Tissue Clearing",
      "micro-MRI/MRS (≥ 7T)",
      "micro-MRI/MRS (≥ 7T) - ex-vivo",
      "Human MRI/MRS (< 7T)",
      "Image Analysis - bio",
      "Image Analysis - med"
    ],
    "entity_type": "node"
  },
  {
    "id": "dcbbd171-0f5e-5b12-b93e-341dc9c7ba3c",
    "name": "Medical and preclinical imaging",
    "description": "Medical and Preclinical Imaging Hungary is a multimodal, multi-sited Euro-BioImaging Node comprising sites in Debrecen, Pécs, and Budapest. It provides access to both preclinical and clinical biomedical imaging. The Node focuses on functional imaging and offers specialized expertise in quantitative autoradiology, microCT, PET, SPECT/CT, and PET/CT imaging modalities. Each site contributes specific technical capabilities. ---",
    "country": {
      "name": "HUNGARY"
    },
    "technologies": [],
    "entity_type": "node"
  },
  {
    "id": "26f60826-76f8-5301-a5ad-b79bf60246d4",
    "name": "node",
    "description": "",
    "country": {
      "name": "DENMARK"
    },
    "technologies": [
      "Deconvolution widefield microscopy (DWM)",
      "Laser scanning confocal microscopy (LSCM/CLSM)",
      "Spinning disk confocal microscopy (SDCM)",
      "Structured illumination microscopy (SIM)*",
      "Total internal reflection fluorescence microscopy (TIRF)",
      "Two-photon microscopy (2P)",
      "Image Scanning microscopy (ISM)",
      "cryoFM *",
      "Single Molecule localization microscopy (SMLM)",
      "Stimulated emission depletion microscopy (STED)",
      "Light-sheet mesoscopic imaging (SPIM or dSLSM)",
      "Coherent Anti-Stokes Raman Scattering microscopy* (CARS)",
      "Raman Spectroscopy (RS)",
      "Fluorescence (cross)-correlation spectroscopy (FCS/FCCS)",
      "Fluorescence Resonance Energy Transfer (FRET)",
      "Fluorescence Recovery After Photobleaching (FRAP)",
      "Fluorescence Lifetime Imaging Microscopy (FLIM)",
      "TEM of chemical fixed samples (TEM)",
      "TEM of cryo-immobilized samples (TEM cryo samples)*",
      "EM tomography (ET)",
      "FIB-SEM",
      "Serial Blockface SEM",
      "Immuno-gold EM on thawed cryo-sections (Tokuyasu-EM)",
      "Immuno-gold EM on resin sections (resin-EM)",
      "Cryo Transmission Electron Microscopy (Cryo-TEM)*",
      "Scanning Electron Microscopy (SEM)",
      "micro-MRI/MRS (≥ 7T)",
      "micro-MRI/MRS (< 7T)",
      "micro-CT",
      "micro-PET",
      "micro-SPECT",
      "micro-US",
      "In vivo Optical Imaging",
      "micro-PET/MRI",
      "micro-MRI/MRS (≥ 7T) - ex-vivo",
      "micro-MRI/MRS (< 7T) - ex-vivo",
      "micro-CT - ex-vivo",
      "Image Analysis-bio *",
      "Image Analysis-med *"
    ],
    "entity_type": "node"
  },
  {
    "id": "5bca6967-09a8-5b26-a8ff-e389670eae71",
    "name": "NORmic node",
    "description": "The Norwegian Advanced Light Microscopy Node (NorMIC Oslo) is a dual-site Euro-BioImaging Node located in Oslo, Norway. It is jointly hosted by the Department of Biosciences at the University of Oslo (Blindern campus) and the Institute for Cancer Research at Oslo University Hospital (Montebello campus). As part of Norway’s national imaging infrastructure network, NALMIN, NorMIC Oslo offers advanced light microscopy expertise and services to local, national, and international users. The Node provides imaging solutions for a wide range of biomedical research areas, including intracellular vesicle trafficking, membrane fusion and fission, cell division, cell migration, and immune cell interactions. In addition to live-cell imaging, the facility supports high-resolution imaging of fixed samples, integrating microscopy-based cell biology with clinically relevant research questions. Through its close affiliation with Helse Sør‑Øst (South-Eastern Norway Regional Health Authority), NorMIC Oslo fosters translational research that connects fundamental biological mechanisms with human disease.",
    "country": {
      "name": "NORWAY"
    },
    "technologies": [
      "Deconvolution Widefield Microscopy (DWM)",
      "Laser Scanning Confocal Microscopy (LSCM/CLSM)",
      "Spinning Disk Confocal Microscopy (SDCM)",
      "Structured Illumination Microscopy (SIM)",
      "Total Internal Reflection Fluorescence Microscopy (TIRF)",
      "Image Scanning Microscopy (ISM)",
      "Single Molecule Localization Microscopy (SMLM)",
      "Fluorescence Resonance Energy Transfer (FRET)",
      "Fluorescence Recovery After Photobleaching (FRAP)",
      "High-Speed Imaging",
      "TEM of Chemically Fixed Samples (TEM)",
      "Immuno-Gold EM on Thawed Cryo-Sections (Tokuyasu-EM)",
      "Immuno-Gold EM on Resin Sections (Resin-EM)",
      "Pre-Embedding Immunolabeling (Pre-Embed IL)",
      "Pre-Embedded CLEM"
    ],
    "entity_type": "node"
  },
  {
    "id": "69fbc593-f58c-5330-b4a5-1c63d8243e30",
    "name": "Challanges framework flagship node",
    "description": "The Challenges Framework Flagship Node is a Euro-BioImaging Node located in the Netherlands that manages the Grand Challenges in Medical Image Analysis, accessible at [www.grand-challenge.org](http://www.grand-challenge.org). This internationally recognised platform enables the benchmarking of medical image analysis algorithms in a reproducible, FAIR-compliant, and cloud-accessible environment. The Node serves the Medical Image Computing (MIC) community by hosting structured, publicly accessible challenges focused on algorithm evaluation. It supports open-source infrastructure for uploading data, submitting predictions, and visualising performance, promoting collaboration across academia, clinical institutions, and industry. The backend is maintained by Erasmus MC and TU Delft and is designed to provide: - A scalable web platform for managing challenges - Secure access to curated medical imaging datasets - Integrated tools for automated algorithm testing and result display The platform uses containerisation (Docker, Singularity) and is compatible with major ML libraries (e.g. PyTorch, MONAI, TensorFlow).",
    "country": {
      "name": "NETHERLANDS"
    },
    "technologies": [],
    "entity_type": "node"
  },
  {
    "id": "94c38160-4e93-5bc1-b2bc-1d5c86bb1d87",
    "name": "Barcelona mesoscopic imaging node (BMIN)",
    "description": "The Barcelona Mesoscopic Imaging Node (BMIN) is a Flagship Euro-BioImaging facility jointly operated by IRB Barcelona and ICFO, and hosted within the Barcelona Institute of Science and Technology in Spain. This Node provides open access to state-of-the-art mesoscopic imaging platforms, centered on advanced Lightsheet Fluorescence Microscopy (LSFM). Instruments span scales from tens of micrometres to multiple centimetres, enabling high-speed, deep-volume imaging of entire organs and live whole organisms with cellular resolution. BMIN supports public and private sector researchers through custom-tailored workflows that begin with project design and extend through sample preparation, image acquisition, data analysis, and visualization.",
    "country": {
      "name": "SPAIN"
    },
    "technologies": [
      "Lightsheet Mesoscopic Imaging (SPIM/sDSLM)",
      "Tissue Clearing",
      "Expansion Microscopy",
      "High-Speed Imaging",
      "Feedback Microscopy",
      "Laser Scanning Confocal Microscopy (LSCM/CLSM)",
      "High-Throughput Microscopy / High-Content Screening (HTM/HCS)",
      "Fluorescence Lifetime Imaging (FLIM)",
      "Two-Photon Microscopy (2P)",
      "Second/Third Harmonic Generation (SHG/THG)",
      "Raman Spectroscopy",
      "Image Analysis - Bio"
    ],
    "entity_type": "node"
  },
  {
    "id": "5c2ea8f9-4727-50a8-8ae2-d1990d1e74a0",
    "name": "Brain imaging node (BIN)",
    "description": "The Brain Imaging Network (BIN) Node in Portugal is a specialised Euro-BioImaging facility dedicated to multimodal neuroimaging, located at the [Portuguese Platform of BioImaging (CIC at Coimbra)](https://www.ppbi.pt) . It is hosted by the Coimbra Institute for Biomedical Imaging and Translational Research ([CIBIT](https://www.uc.pt/icnas/cibit/)), integrated within the Institute for Nuclear Sciences Applied to Health ([ICNAS](https://www.uc.pt/en/icnas/)). This single-modality Node focuses on both clinical and preclinical applications of Positron Emission Tomography (PET) and Magnetic Resonance Imaging (MRI), with particular emphasis on neuroscience, oncology, and cardiology. Through its unique infrastructure and radiopharmaceutical production capabilities, the Node supports translational research spanning early-stage radiotracer development to advanced human imaging studies. As part of the Euro-BioImaging infrastructure, the BIN Node provides open access to researchers across Europe, facilitating collaborative projects that advance the understanding of brain function and disease mechanisms. ---",
    "country": {
      "name": "PORTUGAL"
    },
    "technologies": [
      "micro-MRI/MRS (Field ≥ 7T) (HF)",
      "micro-PET",
      "micro-US",
      "*in vivo* Optical Imaging (OI)",
      "Photoacoustic Imaging (PAI) - Med",
      "micro-PET/MRI",
      "MRI/MRS (< 7T)",
      "MRI-PET",
      "PET",
      "Population Imaging (PI-Med)",
      "micro-MRI/MRS (≥ 7T) - ex-vivo",
      "Population Imaging (PI-Data)"
    ],
    "entity_type": "node"
  },
  {
    "id": "1d7b80ae-5d1d-50b7-b9f7-3f0c43b6d3a1",
    "name": "Molecular imaging node Wageningen",
    "description": "The Wageningen Imaging and Spectroscopy Hub (WISH) – ALM and Molecular Imaging Node is a collaborative initiative based at Wageningen University & Research. It brings together three specialized research groups: the Wageningen Light Microscopy Centre (WLMC), the Microspectroscopy Research Facility, and the MAGNEFY Magnetic Resonance Research Facility. These groups collectively contribute expertise in light microscopy, microspectroscopy, and magnetic resonance imaging. This Node applies cutting-edge imaging technologies specifically to plant research, embedded within a multidisciplinary research environment that includes cell and developmental biologists, biophysicists, and biochemists. Instrumentation has been custom-developed to study *in vivo* photosynthesis using ultrafast fluorescence imaging techniques at single-cell and chloroplast resolution.",
    "country": {
      "name": "NETHERLANDS"
    },
    "technologies": [
      "Laser Scanning Confocal Microscopy (LSCM/CLSM)",
      "Spinning Disk Confocal Microscopy (SDCM)",
      "Total Internal Reflection Fluorescence Microscopy (TIRF)",
      "Two-Photon Microscopy (2P)",
      "Single Molecule Localization Microscopy (SMLM)",
      "Fluorescence Resonance Energy Transfer (FRET)",
      "Fluorescence Recovery After Photobleaching (FRAP)",
      "Fluorescence (cross)-Correlation Spectroscopy (FCS/FCCS)",
      "Fluorescence Lifetime Imaging (FLIM)"
    ],
    "entity_type": "node"
  },
  {
    "id": "22fa7e92-08d2-5d2c-842d-4368394e079d",
    "name": "Dutch high field imaging",
    "description": "The Dutch High Field Imaging Hub is a multi-sited, single-modality Node within the Euro-BioImaging network, offering advanced high-field MRI infrastructure dedicated to human imaging. It is a national consortium composed of five imaging centers across the Netherlands, each contributing unique capabilities to a shared mission: to drive innovation in precision MRI for both medical diagnostics and neuroscience research. Each center is equipped with ultra-high field magnetic resonance imaging (MRI) systems operating at ≥7 Tesla (T), enabling ultra-high resolution imaging of the brain, spine, breast, heart, abdomen, and extremities. The increased magnetic field strength significantly improves signal-to-noise ratio (SNR) and allows the use of novel contrast mechanisms that are not feasible at lower field strengths. These properties are particularly valuable in detecting subtle pathological changes, enhancing both anatomical and functional imaging. The five centers collaborate closely by harmonizing imaging protocols, co-developing RF coil technologies, and building shared data processing pipelines. Through these efforts, the Hub ensures methodological consistency while allowing innovation and flexibility across different research applications. Its open-access framework invites external academic and clinical users to benefit from its state-of-the-art infrastructure and expertise.",
    "country": {
      "name": "NETHERLANDS"
    },
    "technologies": [],
    "entity_type": "node"
  },
  {
    "id": "7c544016-f540-5631-93fb-c2f4dfdef15d",
    "name": "Facility of multimodal imaging Maastricht",
    "description": "The Advanced Microscopy and Molecular Imaging (AMMI) Node at Maastricht University combines light and electron microscopy, molecular imaging using mass spectrometry, and non-invasive biomedical imaging technologies. The facility supports both academic and industrial users in molecular, biological, and biomedical imaging. It spans microscopic and macroscopic levels and is integrated into translational research in cardiovascular disease, cancer, metabolism, orthopaedics, neurology, and regenerative medicine. The Node collaborates with international research centers and promotes clinically relevant, high-resolution imaging for personalised diagnostics and research translation. More information: [Maastricht University Research Institutes](https://www.maastrichtuniversity.nl/research/institutes/organisation/3566) ---",
    "country": {
      "name": "NETHERLANDS"
    },
    "technologies": [
      "Laser Scanning Confocal Microscopy (LSCM/CLSM)",
      "Spinning Disk Confocal Microscopy (SDCM)",
      "Two-Photon Microscopy (2P)",
      "Stimulated Emission Depletion Microscopy (STED)",
      "Second/Third Harmonic Generation (SHG/THG)",
      "High-Throughput Microscopy / High-Content Screening (HTM/HCS)",
      "Intravital Microscopy (IVM)",
      "Tissue Clearing",
      "FRET",
      "FRAP",
      "FLIM",
      "micro-MRI/MRS (≥ 7T)",
      "micro-MRI/MRS (< 7T)",
      "micro-CT",
      "micro-PET",
      "micro-SPECT",
      "micro-US",
      "micro-PET/MRI",
      "micro-PET/CT",
      "micro-MRI/MRS (≥ 7T) – ex-vivo",
      "micro-MRI/MRS (< 7T) – ex-vivo",
      "micro-CT – ex-vivo",
      "Mass Spectrometry-Based Imaging (MSI) – Med"
    ],
    "entity_type": "node"
  },
  {
    "id": "0c7a9104-1499-53a1-aad9-8cdec29cb0f4",
    "name": "Bioimaging",
    "description": "The Euro-BioImaging EMBL-Node, hosted at EMBL Heidelberg, is a key European hub for advanced light and electron microscopy. It offers scientists access to cutting-edge imaging technologies and expertise, fostering innovation through its strong collaboration with industry partners. The Node plays a central role in facilitating dialogue between developers and users of imaging technologies, ensuring optimal alignment of research needs and instrument capabilities. The Node supports a wide range of applications in life sciences by offering both access to high-end equipment and in-depth technical guidance. Researchers are supported throughout the experimental workflow—from project planning and sample preparation to image acquisition and analysis.",
    "country": {
      "name": "EMBL"
    },
    "technologies": [
      "Deconvolution widefield microscopy (DWM)",
      "Laser scanning confocal microscopy (LSCM/CLSM)",
      "Spinning disk confocal microscopy (SDCM)",
      "Total internal reflection fluorescence microscopy (TIRF)",
      "Two-photon microscopy (2P)",
      "Image Scanning Microscopy (ISM)",
      "cryoFM",
      "Single Molecule Localization Microscopy (SMLM)",
      "Stimulated Emission Depletion Microscopy (STED)",
      "Reversible Optical Fluorescence Transitions (RESOLFT)",
      "Minimal Photon Fluxes Microscopy (MINFLUX)",
      "Light-sheet mesoscopic imaging (SPIM or dSLSM)",
      "Optical Projection Tomography (OPT)",
      "High-throughput Microscopy / High-content Screening (HTM/HCS)",
      "Intravital Microscopy (IVM)",
      "Fluorescence (cross)-correlation spectroscopy (FCS/FCCS)",
      "Fluorescence Resonance Energy Transfer (FRET)",
      "Fluorescence Recovery After Photobleaching (FRAP)",
      "Fluorescence Lifetime Imaging Microscopy (FLIM)",
      "Microdissection",
      "Imaging at Biosafety Level >1",
      "Transmission Electron Microscopy (TEM)",
      "Cryo Transmission Electron Microscopy (Cryo-TEM)",
      "Large-scale Electron Microscopy (EM)",
      "Electron Tomography (ET)",
      "Serial Section TEM",
      "Serial Blockface Scanning Electron Microscopy (SBF-SEM)",
      "Focused Ion Beam Scanning Electron Microscopy (FIB-SEM)",
      "Immuno-gold EM on thawed cryo-sections (Tokuyasu-EM)",
      "Immuno-gold EM on resin sections (resin-EM)",
      "Pre-embed CLEM",
      "Pre-embedded CLEM",
      "On-section CLEM",
      "Scanning Electron Microscopy (SEM)",
      "Live-cell CLEM"
    ],
    "entity_type": "node"
  },
  {
    "id": "5f7d7fc4-d758-5af5-821d-ec18c7203722",
    "name": "KINGDOM node",
    "description": "The United Kingdom Node of Euro-BioImaging is a nationally distributed research infrastructure that provides open-access to cutting-edge imaging technologies for biological and biomedical research. Hosted across seven academic and government-affiliated institutions: 1. Edinburgh Super-Resolution Imaging Consortium (ESRIC) 2. Francis Crick Institute 3. King’s College London 4. Liverpool University 5. Octopus at Harwell 6. Oxford Brookes University 7. York University The Node delivers a uniquely comprehensive portfolio of light and electron microscopy, correlative, mesoscopic, and molecular imaging capabilities. This multi-sited Node is coordinated centrally by the Euro-BioImaging UK Node Manager to facilitate access for users across all life science disciplines, from molecular biology to developmental and translational medicine. Projects are evaluated based on scientific merit and technical feasibility, and successful applicants are supported through every stage of their imaging workflow. Services include experimental design consultation, advanced sample preparation, tailored training programmes, image acquisition using state-of-the-art platforms, and downstream data analysis and visualisation. As part of the Euro-BioImaging network, the UK Node plays a vital role in advancing biological discovery through quantitative, high-resolution, and multi-modal imaging solutions.",
    "country": {
      "name": "UNITED"
    },
    "technologies": [],
    "entity_type": "node"
  },
  {
    "id": "92f76808-4d86-5a9d-a24c-effc46626441",
    "name": "Sofia bioimaging node",
    "description": "The Sofia BioImaging Node is a single-sited, multimodal imaging facility located at the Institute of Molecular Biology (IMB) of the Bulgarian Academy of Sciences (BAS) in Sofia. The Node is hosted by the Bulgarian Center for Advanced Microscopy, which is listed in the [National Roadmap for Scientific Infrastructure](https://mon.bg/bg/53), and it serves as Bulgaria’s official access point within the Euro-BioImaging network. As a national infrastructure and Euro-BioImaging member, the Node provides open access to cutting-edge biological and biomedical imaging technologies. It supports researchers working in molecular and cellular biology, with a particular focus on high-speed, high-resolution live-cell imaging and laser-based manipulation of intracellular structures. These capabilities allow users to visualise and quantify dynamic processes such as protein diffusion, chromatin rearrangement, and DNA repair with high spatial and temporal precision. More information is available at the [Sofia BioImaging Node website](http://dnarepair.bas.bg/eurobioimaging.bg/site/). ---",
    "country": {
      "name": "BULGARIA"
    },
    "technologies": [
      "Laser scanning confocal microscopy (LSCM/CLSM)",
      "Spinning disk confocal microscopy (SDCM)",
      "Total internal reflection fluorescence microscopy (TIRF)",
      "Image Scanning microscopy (ISM)",
      "Stimulated emission depletion microscopy (STED)",
      "Fluorescence Resonance Energy Transfer (FRET)",
      "Fluorescence Recovery After Photobleaching (FRAP)",
      "Fluorescence Lifetime Imaging Microscopy (FLIM)",
      "Fluorescence (cross)-correlation spectroscopy (FCS/FCCS)",
      "Anisotropy/Polarization Microscopy (PM)"
    ],
    "entity_type": "node"
  },
  {
    "id": "156a74d4-59f8-5dfd-85e3-0b6f73381215",
    "name": "Barcelona live and intravital node",
    "description": "The Slovenian BioImaging Node, SiMBION, is a national multi-sited infrastructure network composed of 15 institutional departments and imaging centres. It is coordinated by the Faculty of Medicine at the University of Ljubljana and integrates expertise across leading Slovenian research institutions, including the Jožef Stefan Institute, the National Institute of Biology, and the National Institute of Chemistry. SiMBION provides external academic, clinical, and industry users with structured access to a comprehensive suite of biomedical imaging technologies. As part of the Euro-BioImaging network, SiMBION facilitates both national and international collaboration through funded research projects, institutional partnerships, and participation in European Transnational Access schemes. In addition to access to advanced imaging platforms, the Node supports users with methodological development, project planning, and technical training. Through its distributed infrastructure, SiMBION enables cross-modal workflows that combine light microscopy, electron microscopy, magnetic resonance imaging, computed tomography, and mass spectrometry-based imaging, with coordinated expertise for biological, clinical, and materials science applications. ![](upload/Slovenia_node.png) *Collage of light and electron microscopic images (S. Hudoklin, A. Erman, R. Romih, P. Veranic, Institute of Cell Biology)* ---",
    "country": {
      "name": "SPAIN"
    },
    "technologies": [
      "Laser Scanning Confocal Microscopy (LSCM/CLSM)",
      "Total Internal Reflection Fluorescence Microscopy (TIRF)",
      "Fluorescence Recovery After Photobleaching (FRAP)",
      "TEM of Chemically Fixed Samples (TEM)",
      "TEM of Cryo-Immobilized Samples (TEM Cryo)",
      "Immuno-Gold EM on Thawed Cryo-Sections (Tokuyasu-EM)",
      "Immuno-Gold EM on Resin Sections (Resin-EM)",
      "Scanning Electron Microscopy (SEM)",
      "Micro-MRI (Field ≥ 7T) (HF)",
      "Micro-MRI (Field < 7T) (LF)",
      "Ex-vivo micro-CT",
      "Mass Spectrometry-Based Imaging - Bio (MSI - Bio)",
      "Mass Spectrometry-Based Imaging - Med (MSI - Med)"
    ],
    "entity_type": "node"
  },
  {
    "id": "99069759-3a2a-5da5-9f36-276190f63f3b",
    "name": "CMI node",
    "description": "Austrian BioImaging/CMI is Austria’s national multimodal Euro-BioImaging Node, operating as a geographically distributed consortium comprising eight leading academic and research institutions across the country. The Node offers coordinated access to an exceptionally broad portfolio of imaging technologies, covering the full spatial and temporal resolution spectrum—from molecular to whole-organism imaging. Modalities range from cryo-electron and advanced fluorescence microscopy to multimodal preclinical imaging systems such as micro-MRI, micro-PET, and micro-CT. The Node supports imaging across all biological sample types and conditions, including in vitro, in vivo, and ex vivo contexts. This flexibility allows users from basic, translational, and applied biosciences to explore dynamic cellular processes, tissue organisation, functional anatomy, and molecular composition. With over 30 established imaging techniques and a strong emphasis on correlative workflows, Austrian BioImaging/CMI facilitates integrative, multiscale biological analysis. Alongside physical access, the Node provides dedicated services in image data processing, analysis, visualisation, and data stewardship. Expertise includes quantitative image analysis pipelines and solutions for complex, multidimensional datasets. Among the Node’s specialised technologies are Optical Coherence Tomography (OCT), micro X-ray Fluorescence (micro-XRF), Mass Spectrometry Imaging (MSI), Brillouin Light Scattering Microscopy, and High-Resolution Episcopic Microscopy (HREM). These methods enable label-free, mechanical, chemical, and 3D structural imaging across diverse sample types. Austrian BioImaging/CMI also provides access to a high-throughput, non-invasive phenotyping platform for mid-sized crop plants, which supports functional and developmental studies in plant biology. The consortium is actively involved in the development and validation of novel imaging tools and protocols for both research and clinical translation. A key area of innovation is the design and implementation of correlative multimodality workflows, where complementary imaging methods are combined to yield integrated, high-resolution, and functionally rich datasets. This positions Austrian BioImaging/CMI as a leader in advancing imaging technologies for systems-level biomedical research. ---",
    "country": {
      "name": "AUSTRIA"
    },
    "technologies": [
      "Laser Scanning Confocal Microscopy (LSCM/CLSM)",
      "Spinning Disk Confocal Microscopy (SDCM)",
      "Structured Illumination Microscopy (SIM)",
      "Total Internal Reflection Fluorescence Microscopy (TIRF)",
      "Two-Photon Microscopy (2P)",
      "Single Molecule Localization Microscopy (SMLM)",
      "Stimulated Emission Depletion Microscopy (STED)",
      "Photoacoustic Imaging (PAI) - Bio",
      "Coherent Anti-Stokes Raman Scattering Microscopy (CARS)",
      "Raman Spectroscopy (RS)",
      "Fluorescence Resonance Energy Transfer (FRET)",
      "Fluorescence Recovery After Photobleaching (FRAP)",
      "Brillouin Scattering Microscopy (BSM)",
      "TEM of Chemically Fixed Samples (TEM)",
      "TEM of Cryo-Immobilized Samples (TEM Cryo)",
      "EM Tomography (ET)",
      "Focused Ion Beam SEM (FIB-SEM)",
      "Immuno-Gold EM on Thawed Cryo-Sections (Tokuyasu-EM)",
      "Immuno-Gold EM on Resin Sections (Resin-EM)",
      "Pre-Embedding Immunolabeling (Pre-Embed IL)",
      "Cryo Electron Tomography (Cryo-ET)",
      "Cryo Transmission Electron Microscopy (Cryo-TEM)",
      "Cryo Scanning Electron Microscopy (Cryo-SEM)",
      "Cryo Focused Ion Beam (Cryo-FIB)",
      "Scanning Electron Microscopy (SEM)",
      "Micro-MRI/MRS (Field ≥ 7T)",
      "Micro-MRI/MRS (Field < 7T)",
      "Micro-PET",
      "Micro-SPECT",
      "In-Vivo Micro-CT",
      "Micro-US",
      "In Vivo Optical Imaging (OI)",
      "Photoacoustic Imaging (PAI) - Med",
      "Micro-PET/MRI",
      "Micro-PET/CT",
      "Micro-SPECT/CT",
      "Correlated Optical Coherence Tomography/Photoacoustic Tomography (OCT/PAT)",
      "Micro-MRI/MRS (≥ 7T) - Ex-Vivo",
      "Micro-MRI/MRS (< 7T) - Ex-Vivo",
      "Micro-CT - Ex-Vivo",
      "Mass Spectrometry-Based Imaging (MSI) - Med",
      "Atomic Force Microscopy (AFM)",
      "Micro X-Ray Fluorescence Spectrometry (XRF)",
      "Macro Serial Blockface Fluorescence Imaging (S-BFI)",
      "Plant Phenotyping",
      "Image Analysis - Bio",
      "Image Analysis - Med"
    ],
    "entity_type": "node"
  },
  {
    "id": "39a70cf2-c634-591f-848d-4f70d2757ff5",
    "name": "Imaging flagship node Amsterdam",
    "description": "The Van Leeuwenhoek Center for Advanced Microscopy (LCAM), located in Amsterdam, is a national flagship node within the Euro-BioImaging infrastructure, dedicated to advanced live-cell and functional imaging. It is a collaborative effort between the University of Amsterdam (Faculty of Science - FNWI), the Netherlands Cancer Institute (NKI), and the Amsterdam UMC. LCAM brings together the largest concentration of microscopy experts in the Dutch biomedical landscape. The node actively develops and integrates custom-built equipment, software solutions, and molecular constructs such as fluorophores, small-molecule dyes, and FRET-based biosensors. These innovations facilitate technically complex and high-resolution studies of molecular and cellular processes in live biological systems. Core applications include dynamic imaging of intracellular signaling, protein-protein interactions, and molecular diffusion in living cells and tissues. ---",
    "country": {
      "name": "NETHERLANDS"
    },
    "technologies": [
      "Deconvolution Widefield Microscopy (DWM)",
      "Laser Scanning Confocal Microscopy (LSCM/CLSM)",
      "Spinning Disk Confocal Microscopy (SDCM)",
      "Two-Photon Microscopy (2P)",
      "Total Internal Reflection Fluorescence Microscopy (TIRF)",
      "Single Molecule Localization Microscopy (SMLM)",
      "Light-Sheet Mesoscopic Imaging (SPIM or dSLSM)",
      "High-Throughput Microscopy / High-Content Screening (HTM/HCS)",
      "Fluorescence (Cross)-Correlation Spectroscopy (FCS/FCCS)",
      "Fluorescence Resonance Energy Transfer (FRET)",
      "Fluorescence Recovery After Photobleaching (FRAP)",
      "Fluorescence Lifetime Imaging Microscopy (FLIM)"
    ],
    "entity_type": "node"
  },
  {
    "id": "d6edb04b-b643-54b8-9fc3-bfb25cba17c3",
    "name": "Phase contrast imaging flagship node Trieste",
    "description": "The Phase Contrast Imaging Flagship Node in Trieste is hosted at the SYRMEP beamline of the Elettra Synchrotron facility, an advanced synchrotron radiation source located in north-eastern Italy. This Node represents Italy’s national hub for high-resolution phase contrast X-ray imaging and contributes a unique modality to the Euro-BioImaging network by offering non-destructive, label-free imaging of biological tissues with enhanced soft tissue contrast. Phase contrast imaging takes advantage of the specific properties of synchrotron radiation, including monochromaticity, high flux, and spatial coherence, to detect minute changes in the phase of X-ray beams as they pass through samples. This approach significantly improves the visibility of features in low-absorbing soft tissues, which are difficult to visualise using conventional absorption-based radiography. The Node's infrastructure supports both propagation-based and analyzer-based phase contrast imaging modalities, offering tailored solutions for a wide range of biomedical applications, from preclinical imaging to biomaterials research. ---",
    "country": {
      "name": "ITALY"
    },
    "technologies": [
      "Phase Contrast Imaging"
    ],
    "entity_type": "node"
  },
  {
    "id": "a25795e0-8245-5890-9730-65d85d64c290",
    "name": "Flanders bioimaging node",
    "description": "Flanders BioImaging (FBI) is an interuniversity consortium dedicated to integrating and optimizing advanced imaging infrastructure across Flanders. Comprising nine imaging facilities across five sites within a 70 km radius, FBI offers a comprehensive portfolio of biological and biomedical imaging techniques, spanning molecular to human/clinical scales. The consortium includes core facilities from all Flemish universities and the VIB, ensuring a robust and collaborative imaging network. FBI's infrastructure supports a wide range of imaging modalities, including advanced light microscopy, preclinical small and large animal imaging, and human biomedical imaging. This integration facilitates seamless international research access through its membership in Euro-BioImaging, a European Research Infrastructure Consortium. The node is funded by the FWO International Research Infrastructure program, in coordination with the Department of Economy, Science and Innovation (EWI). The combined imaging infrastructure represents an investment exceeding €50 million, underscoring the commitment to advancing imaging research in the region.",
    "country": {
      "name": "BELGIUM"
    },
    "technologies": [],
    "entity_type": "node"
  },
  {
    "id": "3e6d2417-52d7-5a8a-9095-c50e482ef90e",
    "name": "Population Imaging flaship node Rotterdam",
    "description": "The Population Imaging Flagship Node in Rotterdam represents a pivotal infrastructure within the European biomedical research landscape, aimed at integrating imaging into large-scale population studies. It is coordinated by the Department of Radiology and Nuclear Medicine at Erasmus MC, University Medical Centre Rotterdam, in collaboration with the Dutch Federation of University Medical Centres (NFU). This Node supports the longitudinal acquisition and analysis of imaging biomarkers within prospective epidemiological cohorts. Its core objective is to enable early identification of disease development and progression through imaging-based markers of (pre-)symptomatic pathologies. These efforts contribute to the understanding of the aetiology of chronic diseases and provide a basis for personalised risk stratification in population health management. A key strength of the infrastructure lies in its ability to link high-quality imaging data with comprehensive demographic, genetic, and clinical datasets. The Node serves both clinical and research environments, facilitating translational approaches from population-level insights to individualised healthcare applications. ---",
    "country": {
      "name": "NETHERLANDS"
    },
    "technologies": [
      "Population Imaging (PI)",
      "Image Analysis - Bio",
      "Image Analysis - Med"
    ],
    "entity_type": "node"
  },
  {
    "id": "ad43eff3-db2f-5b99-bf54-24c17af5827c",
    "name": "REPUBLIC Center for advanced preclinical imaging (CAPI)",
    "description": "The Center for Advanced Preclinical Imaging (CAPI), hosted within the First Faculty of Medicine at Charles University in Prague, operates as a single-site, multimodal Euro‑BioImaging and Czech‑BioImaging node. Established in 2016 with support from national research infrastructure funding, the Node specialises in in vivo preclinical imaging of small animals (mice and rats), offering open access to a comprehensive suite of biomedical imaging technologies. CAPI integrates advanced modalities spanning magnetic resonance, computed tomography, emission tomography, magnetic particle imaging (MPI), ultrasound, photoacoustics, and optical imaging—for a range of applications including oncology, neurology, cardiology, tracer development, and molecular imaging. The platform supports longitudinal single‑subject studies with anaesthesia, vital‑sign monitoring and integrated multimodal co‑registration. Recognised as part of Euro‑BioImaging since 2021, CAPI fosters collaborations with national and international research institutes and industry partners.",
    "country": {
      "name": "CZECH"
    },
    "technologies": [
      "micro-MRI/MRS (≥ 7T)",
      "micro-MRI/MRS (< 7T)",
      "micro-CT",
      "micro-PET",
      "micro-SPECT",
      "micro-US",
      "*in vivo* Optical Imaging",
      "Photoacoustic Imaging (PAI) - med",
      "micro-PET/MRI",
      "micro-PET/CT",
      "micro-SPECT/CT",
      "micro-MRI/MRS (< 7T) - ex-vivo",
      "micro-MRI/MRS (≥ 7T) - ex-vivo",
      "micro-CT - ex-vivo"
    ],
    "entity_type": "node"
  },
  {
    "id": "7ff6f420-7bb6-5e6c-9e95-ebb179788b03",
    "name": "node",
    "description": "France‑BioImaging (FBI) represents the French national research infrastructure for biological imaging, integrated across ten regional sites and supported by a transversal bioimage informatics Node. Hosted by universities and national research organizations (CNRS, INSERM), the infrastructure coordinates 30 major facilities and 80 R&D laboratories in molecular and cell biology, biophysics, engineering, mathematics, and informatics. Eight regional sites exist—Paris‑Centre, Bordeaux, Montpellier, Marseille, among others—currently serve Euro‑BioImaging users. The mission is to enable broad access to advanced imaging technologies, to support translational transfer from R&D into core facilities, and to empower users with quantitative and integrative insights on cellular and tissue activity in biological models spanning from unicellular organisms to small vertebrates under physiological and pathological conditions. ![](upload/french_node_2024.png) *Main scientific fields of expertise in the 8 regional sites of FBI currently open to EuBI users.*",
    "country": {
      "name": "FRANCE"
    },
    "technologies": [
      "Deconvolution widefield microscopy (DWM)",
      "Laser scanning confocal microscopy (LSCM/CLSM)",
      "Spinning disk confocal microscopy (SDCM)",
      "Structured illumination microscopy (SIM)",
      "Total internal reflection fluorescence microscopy (TIRF)",
      "Two‑photon microscopy (2P)",
      "Image Scanning microscopy (ISM)",
      "Random Illumination Microscopy (RIM)",
      "Lattice Lightsheet (LL)",
      "Single Molecule localization microscopy (SMLM)",
      "Stimulated emission depletion microscopy (STED)",
      "Reversible optical fluorescence transitions (RESOLFT)",
      "Light‑sheet mesoscopic imaging (SPIM or dSLSM)",
      "Macro Serial Blockface Fluorescence Imaging",
      "Raman Spectroscopy (RS)",
      "Optical projection tomography (OPT)",
      "Pre‑embedding CLEM",
      "Intravital Microscopy (IVM)",
      "Atomic Force Microscopy (AFM)",
      "Large scale EM",
      "EM tomography (ET)",
      "Scanning Electron Microscopy (SEM)",
      "Traction Force Microscopy (TFM)",
      "Cryo Transmission Electron Microscopy (Cryo‑TEM)",
      "Genetic encoded EM probes",
      "Imaging at Biosafety Level >1",
      "Image Analysis ‑ Bio"
    ],
    "entity_type": "node"
  },
  {
    "id": "147f3705-62d7-51b8-862d-3f0e72a57940",
    "name": "Swedish national microscopy infrastructure",
    "description": "The Swedish National Microscopy Infrastructure (NMI) is a distributed Euro-BioImaging Node composed of five thematically specialised and technologically advanced imaging centres located in Stockholm, Uppsala, Gothenburg, Umeå, and Lund. Founded in 2016 with support from the Swedish Research Council, NMI operates as Sweden’s national platform for biological and biomedical imaging. It is coordinated centrally by the Royal Institute of Technology (KTH) in Stockholm, which also manages a unified entry portal for user access and project allocation. The mission of NMI is to provide researchers with access to state-of-the-art imaging instrumentation, technical support, and data analysis tools that address the needs of fundamental and translational life science research. Each of the five centres contributes domain-specific capabilities, enabling multimodal, high-resolution, and quantitative imaging across biological length and time scales. NMI serves more than 500 national and international users annually and functions as Sweden’s representative within the broader Euro-BioImaging network, enhancing Europe-wide accessibility to cutting-edge microscopy and imaging expertise. ---",
    "country": {
      "name": "SWEDEN"
    },
    "technologies": [
      "Deconvolution Widefield Microscopy (DWM)",
      "Laser Scanning Confocal Microscopy (LSCM/CLSM)",
      "Spinning Disk Confocal Microscopy (SDCM)",
      "Structured Illumination Microscopy (SIM)",
      "Total Internal Reflection Fluorescence Microscopy (TIRF)",
      "Two-Photon Microscopy (2P)",
      "Objective-Coupled Planar Illumination (OCPI)",
      "Lattice Lightsheet (LL)",
      "Single Molecule Localization Microscopy (SMLM)",
      "Stimulated Emission Depletion Microscopy (STED)",
      "Reversible Optical Fluorescence Transitions (RESOLFT)",
      "Second/Third Harmonics Generation (SHG/THG)",
      "High-Throughput Microscopy / High-Content Screening (HTM/HCS)",
      "Minimal Photon Fluxes Microscopy (MINFLUX)",
      "Polarization Microscopy (PM)",
      "Fluorescence (cross)-Correlation Spectroscopy (FCS/FCCS)",
      "Fluorescence Resonance Energy Transfer (FRET)",
      "Fluorescence Recovery After Photobleaching (FRAP)",
      "Fluorescence Lifetime Imaging Microscopy (FLIM)",
      "Intravital Microscopy (IVM)",
      "Voltage/pH/Ion Imaging",
      "Microdissection",
      "Imaging at Biosafety Level >1",
      "Photomanipulation",
      "Anisotropy/Polarization Microscopy",
      "Phosphorescence Lifetime Imaging (PLIM)",
      "Feedback Microscopy",
      "Expansion Microscopy",
      "High-Speed Imaging",
      "Spatial Transcriptomics (ST)",
      "Tissue Clearing (TC)",
      "TEM of Chemically Fixed Samples",
      "TEM of Cryo-Immobilized Samples",
      "Serial Section TEM",
      "EM Tomography (ET)",
      "FIB-SEM",
      "Array Tomography",
      "Immuno-Gold EM on Thawed Cryo-Sections (Tokuyasu-EM)",
      "Immuno-Gold EM on Resin Sections (Resin-EM)",
      "Pre-Embedding Immunolabeling (Pre-Embed IL)",
      "Genetic Encoded EM Probes",
      "Pre-Embed CLEM",
      "Cryo Electron Tomography (Cryo-ET)",
      "Cryo Transmission Electron Microscopy (Cryo-TEM)",
      "Cryo Focused Ion Beam (Cryo-FIB)",
      "Scanning Electron Microscopy (SEM)",
      "Elemental Analysis including EDS in TEM (STEM)",
      "Live-Cell CLEM",
      "micro-MRI/MRS (≥ 7T)",
      "micro-CT",
      "micro-PET/CT",
      "micro-SPECT/CT",
      "MRI/MRS (≥ 7T)",
      "MRI/MRS (<7T)",
      "micro-MRI/MRS (≥ 7T) - ex-vivo",
      "micro-CT - ex-vivo",
      "Atomic Force Microscopy (AFM)",
      "Mass Spectrometry-Based Imaging (MSI)",
      "Image Analysis - Bio",
      "Image Analysis - Med"
    ],
    "entity_type": "node"
  },
  {
    "id": "1dc91e38-8234-5b08-ad4f-a162da9486f6",
    "name": "Population imaging valencia",
    "description": "",
    "country": {
      "name": "SPAIN"
    },
    "technologies": [
      "Population Imaging (PI)",
      "Image Analysis - Med",
      "Image Analysis - Bio"
    ],
    "entity_type": "node"
  },
  {
    "id": "06476400-2a8c-58f1-ae74-d38eace75d38",
    "name": "Portuguese platform of Bioimaging (PPBI)",
    "description": "The Portuguese Platform of BioImaging (PPBI) is a distributed, multimodal biological Node within the Euro-BioImaging infrastructure. It is hosted by a consortium of leading Portuguese research institutions and universities, and is geographically organised into three regional clusters: 1. North Imaging Cluster (NIC) located in Porto and Braga 2. Central Imaging Cluster (CIC) in Coimbra, Aveiro, and Covilhã 3. South Imaging Cluster (SIC) in Lisbon and Faro. PPBI provides nationwide access to advanced bioimaging technologies, supporting fundamental and translational research across diverse areas including cell and developmental biology, neuroscience, oncology, immunology, regenerative medicine, infectious diseases, and marine biology. PPBI is integrated into the Portuguese National Roadmap for Research Infrastructures and operates in close collaboration with the international Euro-BioImaging community. The platform delivers open-access imaging services and expert support for experimental workflows ranging from molecular and cellular investigations to whole-organism imaging, positioning itself as a cornerstone of Portugal’s biomedical research infrastructure. ![](upload/PPBI_1.png) ---",
    "country": {
      "name": "PORTUGAL"
    },
    "technologies": [
      "Deconvolution Widefield Microscopy (DWM)",
      "Laser Scanning Confocal Microscopy (LSCM/CLSM)",
      "Spinning Disk Confocal Microscopy (SDCM)",
      "Structured Illumination Microscopy (SIM)",
      "Two-Photon Microscopy (2P)",
      "Total Internal Reflection Fluorescence Microscopy (TIRF)",
      "Single Molecule Localization Microscopy (SMLM)",
      "Stimulated Emission Depletion Microscopy (STED)",
      "Light-Sheet Mesoscopic Imaging (SPIM or dSLSM)",
      "Optical Projection Tomography (OPT)",
      "Raman Spectroscopy (RS)",
      "Second/Third Harmonics Generation (SHG/THG)",
      "High-Throughput Microscopy / High-Content Screening (HTM/HCS)",
      "Fluorescence (cross)-Correlation Spectroscopy (FCS/FCCS)",
      "Fluorescence Resonance Energy Transfer (FRET)",
      "Fluorescence Recovery After Photobleaching (FRAP)",
      "Fluorescence Lifetime Imaging Microscopy (FLIM)",
      "Intravital Microscopy (IVM)",
      "Microdissection",
      "Imaging at Biosafety Level >1",
      "Photomanipulation",
      "Anisotropy/Polarization Microscopy",
      "Expansion Microscopy",
      "Tissue Clearing (TC)",
      "Single Molecule FRET (smFRET)",
      "TEM of Chemically Fixed Samples",
      "Immuno-Gold EM on Resin Sections (Resin-EM)",
      "Pre-Embedding Immunolabeling (Pre-Embed IL)",
      "Scanning Electron Microscopy (SEM)",
      "Elemental Analysis including EDS in TEM (STEM)",
      "micro-CT",
      "micro-US",
      "Atomic Force Microscopy (AFM)"
    ],
    "entity_type": "node"
  },
  {
    "id": "0af4199d-3f69-5eb4-af44-dccb0d87df62",
    "name": "Molecular imaging italian node",
    "description": "The MultiModal Molecular Imaging (MMMI) Italian Node is a multisited infrastructure dedicated to advanced *in vivo* biomedical imaging. It operates across eight partner institutions situated in four Italian cities: 1. Turin 2. Milan 3. Naples 4. Pisa. The Node provides broad access to high-resolution, multimodal imaging platforms alongside tailored scientific and technical expertise. As part of the Euro-BioImaging research infrastructure and a key contributor to the ISIDORe project, the Node supports infectious disease and pandemic-related research alongside disease-focused investigations. The Node’s mission is to facilitate noninvasive imaging studies that enhance understanding of human disease mechanisms, enable monitoring of therapeutic interventions, and support biomarker discovery in living systems. Access is provided to a validated repository of imaging agents and tracers, along with a diverse collection of animal and cellular models that reflect major human pathologies. Coordinated services span from imaging probe development through to quantitative analysis, with site-specific strengths in oncology, neurology, cardiology, and metabolism. ---",
    "country": {
      "name": "ITALY"
    },
    "technologies": [
      "micro MRI MRS (≥ 7T)",
      "micro MRI MRS (< 7T)",
      "micro CT",
      "micro PET",
      "micro US",
      "*in vivo* Optical Imaging",
      "Photoacoustic Imaging (PAI) Med",
      "micro PET MRI",
      "MRI MRS (< 7T)",
      "micro SPECT CT",
      "MRI PET",
      "PET",
      "Terahertz Plant Imaging (THzI)",
      "PET CT",
      "micro MRI MRS (≥ 7T) ex vivo",
      "micro MRI MRS (< 7T) ex vivo",
      "micro CT ex vivo",
      "Image Analysis Med"
    ],
    "entity_type": "node"
  },
  {
    "id": "58b45006-9044-587a-9d40-89d9988334cc",
    "name": "Normolim node",
    "description": "The Norwegian Molecular Imaging Infrastructure (NORMOLIM) is a multi-sited, national imaging platform designed to support advanced *in vivo* molecular imaging in preclinical animal models. With facilities located in Oslo, Bergen, and Trondheim, the infrastructure is embedded within leading Norwegian academic and medical institutions, including the University of Oslo, the University of Bergen, and the Norwegian University of Science and Technology (NTNU). NORMOLIM provides access to a broad range of cutting-edge imaging modalities specifically optimised for the visualisation and quantification of molecular, metabolic, and physiological processes in living animals. This infrastructure serves as a translational bridge between fundamental biomedical research and clinical application. By focusing on experimental models of human disease, particularly using transgenic rodent models. NORMOLIM facilitates the development and validation of new diagnostic tools, biomarkers, and therapies. The Node collaborates closely with associated university hospitals, accelerating the implementation of imaging-based innovations into clinical research protocols. As a Euro-BioImaging Node, NORMOLIM contributes to the pan-European imaging landscape, expanding international access to Norwegian expertise and technology in molecular imaging. ---",
    "country": {
      "name": "NORWAY"
    },
    "technologies": [
      "micro-MRI/MRS (Field ≥ 7 T) (HF)",
      "micro-US",
      "In vivo Optical Imaging (OI)",
      "PhotoAcoustic Imaging (PAI) - med",
      "micro-PET/MRI",
      "micro-PET/CT",
      "micro-MRI/MRS (≥ 7T) - ex-vivo",
      "Mass spectrometry-based imaging (MSI) - med*"
    ],
    "entity_type": "node"
  },
  {
    "id": "3fddb0c8-6a13-5859-9e6f-e7a9253df612",
    "name": "Advanced microscopy Italian node",
    "description": "The Italian Advanced Light Microscopy (ALM) Node is a nationally coordinated, multi-sited infrastructure providing open access to a wide array of advanced imaging technologies. It is composed of five specialized facilities located in: 1. Naples 2. Genoa 3. Padua 4. Florence 5. Milan. Coordinated by the Institute of Biochemistry and Cell Biology (IBBC-CNR) in Naples, the Node forms part of the Euro-BioImaging network and supports academic and industrial users across basic, applied, and translational research. Each site contributes unique strengths in microscopy and sample analysis while collaborating extensively to offer integrated workflows that include sample preparation, image acquisition, data quantification, and visualization. The Node collectively supports over 1,000 users annually, making it a cornerstone of Italy’s bioimaging research ecosystem.",
    "country": {
      "name": "ITALY"
    },
    "technologies": [
      "Deconvolution widefield microscopy (DWM)",
      "Laser scanning confocal microscopy (LSCM/CLSM)",
      "Spinning disk confocal microscopy (SDCM)",
      "Structured illumination microscopy (SIM)",
      "Two-photon microscopy (2P)",
      "Image Scanning Microscopy (ISM)",
      "Total internal reflection fluorescence microscopy (TIRF)",
      "Single Molecule Localization Microscopy (SMLM)",
      "Stimulated Emission Depletion Microscopy (STED)",
      "4PI",
      "Light-sheet mesoscopic imaging (SPIM or dSLSM)",
      "Raman Spectroscopy (RS)",
      "Second/Third Harmonics Generation (SHG/THG)",
      "High-throughput Microscopy/High-content Screening (HTM/HCS)",
      "Fluorescence (cross)-correlation spectroscopy (FCS/FCCS)",
      "Voltage/pH/Ion Imaging",
      "Fluorescence Resonance Energy Transfer (FRET)",
      "Fluorescence Recovery After Photobleaching (FRAP)",
      "Fluorescence Lifetime Imaging Microscopy (FLIM)",
      "Expansion Microscopy",
      "Tissue Clearing (TC)",
      "TEM of chemically fixed samples (TEM)",
      "EM Tomography",
      "Serial Section TEM",
      "FIB-SEM",
      "Pre-embedding Immunolabeling (pre-embed IL)",
      "Pre-embed CLEM",
      "Atomic Force Microscopy (AFM)",
      "Mass Spectrometry-based Imaging (MSI)"
    ],
    "entity_type": "node"
  },
  {
    "id": "fd5b16f8-4fac-5f2b-bc45-671448956555",
    "name": "Bioimaging",
    "description": "",
    "country": {
      "name": "ISRAEL"
    },
    "technologies": [
      "Deconvolution widefield microscopy (DWM)",
      "Laser scanning confocal microscopy (LSCM/CLSM)",
      "Spinning disk confocal microscopy (SDCM)",
      "Total internal reflection fluorescence microscopy (TIRF)",
      "Two-photon microscopy (2P)",
      "Single Molecule Localization Microscopy (SMLM)",
      "Stimulated Emission Depletion Microscopy (STED)",
      "Light-sheet mesoscopic imaging (SPIM or dSLSM)",
      "High-throughput Microscopy/High-content Screening (HTM/HCS)",
      "Fluorescence (cross)-correlation spectroscopy (FCS/FCCS)",
      "Fluorescence Resonance Energy Transfer (FRET)",
      "Fluorescence Recovery After Photobleaching (FRAP)",
      "Fluorescence Lifetime Imaging Microscopy (FLIM)",
      "TEM of chemically fixed samples (TEM)",
      "TEM of cryo-immobilized samples (TEM cryo samples)",
      "EM Tomography (ET)",
      "Serial Section TEM",
      "Serial Blockface SEM",
      "Immuno-gold EM on thawed cryo-sections (Tokuyasu-EM)",
      "Cryo Transmission Electron Microscopy (Cryo-TEM)",
      "Cryo Scanning Electron Microscopy (Cryo-SEM)",
      "Pre-embed CLEM",
      "In-section CLEM",
      "Scanning Electron Microscopy (SEM)",
      "Elemental Analysis",
      "micro-MRI/MRS (Field ≥ 7T) (HF)",
      "micro-CT",
      "micro-US",
      "*in vivo* Optical Imaging (OI)",
      "PhotoAcoustic Imaging (PAI) - Med",
      "micro-PET/CT",
      "Intravital Microscopy (IVM) - Med",
      "MRI/MRS (≥ 7T)",
      "MRI/MRS (< 7T)",
      "micro-MRI/MRS (≥ 7T) - ex-vivo",
      "micro-MRI/MRS (< 7T) - ex-vivo",
      "micro-CT - ex-vivo",
      "Image Analysis - Bio"
    ],
    "entity_type": "node"
  },
  {
    "id": "daeef9c9-ee13-5962-b48c-98edeb094cbb",
    "name": "Cellular imaging Hungary",
    "description": "The Cellular Imaging Hungary Node is a multi-modal, multi-sited Euro-BioImaging Node offering access to a broad range of advanced imaging technologies. It supports biomedical research across molecular, cellular, and tissue levels.",
    "country": {
      "name": "HUNGARY"
    },
    "technologies": [
      "Laser scanning confocal microscopy (LSCM/CLSM)",
      "Spinning disk confocal microscopy (SDCM)",
      "Two-photon microscopy (2P)",
      "Total internal reflection fluorescence microscopy (TIRF)",
      "Image Scanning Microscopy (ISM)",
      "Single Molecule Localization Microscopy (SMLM)",
      "Stimulated Emission Depletion Microscopy (STED)",
      "Light-sheet mesoscopic imaging (SPIM or dSLSM)",
      "High-throughput Microscopy/High-content Screening (HTM/HCS)",
      "Fluorescence (cross)-correlation spectroscopy (FCS/FCCS)",
      "Fluorescence Resonance Energy Transfer (FRET)",
      "Fluorescence Recovery After Photobleaching (FRAP)",
      "Fluorescence Lifetime Imaging Microscopy (FLIM)",
      "Anisotropy/Polarization Microscopy",
      "TEM of chemically fixed samples (TEM)",
      "Serial Blockface SEM",
      "Array Tomography",
      "Serial Section TEM",
      "Immuno-gold EM on resin sections (resin-EM)",
      "Pre-embedding Immunolabeling (pre-embed IL)",
      "*in vivo* Optical Imaging",
      "Atomic Force Microscopy (AFM)"
    ],
    "entity_type": "node"
  },
  {
    "id": "7f099aad-aa46-5728-9ffb-465b4e3c9275",
    "name": "FIBI node",
    "description": "The Finnish Biomedical Imaging Node (FiBI) is a multi-sited, multimodal Node providing integrated access to cutting-edge biomedical imaging technologies across Finland. Operated through a national collaboration of research centres, the Node supports imaging applications spanning the full translational spectrum, from preclinical animal models to human studies. The Node is hosted at leading Finnish institutions and is recognised as a key contributor to the Academy of Finland’s National Roadmap for Research Infrastructures (2021–2024). FiBI’s imaging platforms specialise in nuclear imaging, high-field magnetic resonance imaging (MRI), magnetoencephalography (MEG), and advanced optical intravital microscopy. These modalities enable research in cardiovascular, metabolic, oncological, and neurological domains. The Node also maintains a comprehensive repository of validated imaging tracers, functional probes, and tailored stimulation systems for both animal and human use. FiBI operates in close partnership with the Finnish Advanced Light Microscopy Node; together, they form Euro-BioImaging Finland, which contributes to the broader Euro-BioImaging infrastructure by offering high-quality, open-access imaging services and expertise to both national and international users. ---",
    "country": {
      "name": "FINLAND"
    },
    "technologies": [
      "micro-MRI/MRS (≥ 7T)",
      "micro-MRI/MRS (< 7T)",
      "micro-CT",
      "micro-PET",
      "micro-US",
      "In vivo Optical Imaging",
      "micro-PET/MRI",
      "micro-PET/CT",
      "micro-SPECT/CT",
      "MRI/MRS (≥ 7T)",
      "MRI/MRS (< 7T)",
      "MRI-PET",
      "MEG",
      "PET",
      "PET/CT",
      "micro-MRI/MRS (≥ 7T) - ex-vivo",
      "micro-MRI/MRS (< 7T) - ex-vivo",
      "micro-CT - ex-vivo"
    ],
    "entity_type": "node"
  },
  {
    "id": "3f9995cb-4b3b-5b2f-a137-ae7d265c02c9",
    "name": "REPUBLIC Advanced Light And Electron Microscopy Node Prague CZ",
    "description": "The Advanced Light and Electron Microscopy Node in Prague, Czech Republic, is a multi-modal, multi-sited Euro-BioImaging Node that brings together seven expert core facilities located in Prague and České Budějovice. It provides open-access to an extensive portfolio of high-end light and electron microscopy technologies. The Node is operated through close collaboration between national research institutions, including the Institute of Molecular Genetics of the Czech Academy of Sciences and partner universities such as Charles University. This integrated infrastructure supports users across a broad spectrum of biomedical and life science applications, offering advanced instrumentation along with comprehensive methodological and technical support. The Node plays a central role within Euro-BioImaging by serving as a regional hub for both foundational and translational microscopy-based research.",
    "country": {
      "name": "CZECH"
    },
    "technologies": [
      "Deconvolution widefield microscopy (DWM)",
      "Laser scanning confocal microscopy (LSCM/CLSM)",
      "Spinning disk confocal microscopy (SDCM)",
      "Structured illumination microscopy (SIM)",
      "Total internal reflection fluorescence microscopy (TIRF)",
      "Two-photon microscopy (2P)",
      "cryoFM",
      "Image Scanning Microscopy (ISM)",
      "Single Molecule Localization Microscopy (SMLM)",
      "Stimulated Emission Depletion Microscopy (STED)",
      "Single Particle Tracking (SPT)",
      "Light-sheet mesoscopic imaging (SPIM or dSLSM)",
      "Optical Projection Tomography (OPT)",
      "Coherent Raman Anti-Stokes Scattering Microscopy (CARS)",
      "Quantitative Phase Imaging (QPI)",
      "Polarization Microscopy (PM)",
      "Second/Third Harmonics Generation (SHG/THG)",
      "High-throughput Microscopy / High-content Screening (HTM/HCS)",
      "Fluorescence (cross)-correlation spectroscopy (FCS/FCCS)",
      "Voltage/pH/Ion Imaging",
      "Fluorescence Resonance Energy Transfer (FRET)",
      "Fluorescence Recovery After Photobleaching (FRAP)",
      "Fluorescence Lifetime Imaging Microscopy (FLIM)",
      "Intravital Microscopy (IVM)",
      "High-speed Imaging",
      "Imaging at Biosafety Level >1",
      "Photomanipulation",
      "Phosphorescence Lifetime Imaging (PLIM)",
      "Expansion Microscopy",
      "Anisotropy/Polarization Microscopy",
      "Tissue Clearing (TC)",
      "Multiplexing Imaging (Codex, Opal, Celldive)",
      "Single molecule FRET",
      "Transmission Electron Microscopy (TEM)",
      "Cryo Transmission Electron Microscopy (Cryo-TEM)",
      "Serial Section TEM",
      "Electron Tomography (ET)",
      "Serial Blockface SEM",
      "Focused Ion Beam SEM (FIB-SEM)",
      "Array Tomography",
      "Immuno-gold EM on thawed cryo-sections (Tokuyasu-EM)",
      "Immuno-gold EM on resin sections (resin-EM)",
      "Pre-embedding Immunolabeling (pre-embed IL)",
      "Genetic encoded EM probes (e.g. APEX)",
      "Pre-embed CLEM",
      "Immunolabeling on immobilized particles",
      "Post-embed CLEM",
      "Cryo Electron Tomography (Cryo-ET)",
      "Cryo Scanning Electron Microscopy (Cryo-SEM)",
      "Cryo Focused Ion Beam (Cryo-FIB)",
      "Scanning Electron Microscopy (SEM)",
      "Elemental Analysis including EDS in TEM (STEM)",
      "Cryo-CLEM",
      "3D-CLEM",
      "Live-cell CLEM",
      "*in vivo* Optical Imaging (OI)",
      "micro-PET/CT",
      "Long-term Vertical-Stage Confocal/Airyscan Microscopy",
      "Atomic Force Microscopy (AFM)",
      "Image Analysis - bio"
    ],
    "entity_type": "node"
  },
  {
    "id": "2a02e49a-56df-5fcd-ae49-16339afcb7d9",
    "name": "Preclinical imaging centre PRIME and Molecular imaging Dutch node",
    "description": "The Dutch Preclinical Imaging Center (PRIME) – Molecular Imaging Node is a dual-sited facility comprising: 1. Preclinical Imaging Centre (PRIME) at Radboud University Medical Center (Radboudumc) in Nijmegen. 2. Intravital Microscopy Facility (IMF) at the Hubrecht Institute in Utrecht. This Node functions as a centralized hub for multimodal small animal imaging, primarily focusing on mice and rats. PRIME is distinguished as the only center in the Netherlands housing more than four imaging modalities for small animal imaging under one roof. The Intravital Microscopy Facility specializes in advanced genetic mouse models and state-of-the-art multiphoton microscopy imaging, enabling high-resolution visualization of cellular processes in vivo.",
    "country": {
      "name": "NETHERLANDS"
    },
    "technologies": [],
    "entity_type": "node"
  },
  {
    "id": "a6f40848-e403-5c4a-b0bc-955b64534783",
    "name": "Erasmus OIC Advanced light microscopy node",
    "description": "The Erasmus Optical Imaging Centre (OIC) at Erasmus MC in Rotterdam is a core facility of the Euro-BioImaging network, dedicated to advancing high-end optical imaging technologies for biomedical research. As a Multimodal Imaging Node, the OIC is a leader in the development and implementation of quantitative live-cell imaging techniques, including: - Fluorescence Recovery After Photobleaching (FRAP) - Fluorescence Resonance Energy Transfer (FRET) - Fluorescence Correlation Spectroscopy (FCS and FCCS) - Time-lapse imaging These technologies are applied to investigate dynamic molecular and cellular processes in living systems, enabling deep functional analysis of cellular behavior in real time. The Node integrates complementary expertise in molecular biology, tissue culture, cell biology, animal experimentation, and drug delivery. Its infrastructure supports: - High-resolution intracellular imaging - Precise thermal control for hyperthermia and other physiological modulation studies - In vivo visualization of intratumoral processes, particularly in drug delivery and tumor microenvironment manipulation ---",
    "country": {
      "name": "NETHERLANDS"
    },
    "technologies": [],
    "entity_type": "node"
  },
  {
    "id": "d58ae4ad-bd02-5387-b4af-cd3a6716ad69",
    "name": "High throughput microscopy Dutch flagship node",
    "description": "The Dutch High Throughput Microscopy (NL-HTM) Flagship Node unites three premier screening centres in the Netherlands—Leiden Cell Observatory, the Cell Screening Center (CSC) at UMC Utrecht, and the Netherlands Cancer Institute (NKI)—each offering complementary strengths in cell-based assays, high-content imaging, and automated microscopy. Together, they form a globally recognised centre for imaging-based, high-throughput biomedical screening. The Leiden Cell Observatory integrates high-end automated live-cell confocal microscopy with compound and RNA interference (RNAi) screening strategies. It plays a leading role in dynamic cellular imaging and systems microscopy and is closely tied to translational research in cancer biology, toxicology, and pharmacology. The Cell Screening Center (CSC), based at UMC Utrecht, operates automated microscopy platforms for high-throughput imaging using multi-well plates. It specialises in functional screening with siRNA and small molecules, focusing on stem cell biology, neurodegeneration, and paediatric disorders. The NKI Screening Center offers whole-genome RNAi screening, using shRNA and siRNA libraries to interrogate gene function on a genome-wide scale. The NKI Advanced Microscopy Core Facility further supports this by embedding high-end fluorescence microscopy—including FLIM and FRET—in medium-throughput settings, enabling detailed spatiotemporal studies of live cells.",
    "country": {
      "name": "NETHERLANDS"
    },
    "technologies": [
      "High throughput microscopy/high content screening (HTM/HCS)"
    ],
    "entity_type": "node"
  },
  {
    "id": "35d126c7-4cf8-5e2e-999b-c7f0c3b8c45c",
    "name": "Finnish advanced microscopy node",
    "description": "The Finnish Advanced Microscopy Node (FiAM) of Euro‑BioImaging Finland is a nationally coordinated, multi‑site infrastructure operating across Helsinki, Turku, and Oulu, with additional partners in Kuopio and Tampere. Hosted by core university facilities, including Helsinki BioImaging at the University of Helsinki, Turku BioImaging (University of Turku and Åbo Akademi University), and Oulu BioImaging at the University of Oulu. The FiAM Node provides open‑access imaging services to over 800 national and international users annually. The Node specialises in advanced three‑dimensional and correlative imaging, delivering integrated workflows that encompass image acquisition, reconstruction, and analysis across light and electron microscopy modalities. This collaborative capability strengthens",
    "country": {
      "name": "FINLAND"
    },
    "technologies": [
      "Deconvolution Widefield Microscopy (DWM)",
      "Laser scanning confocal microscopy (LSCM/CLSM)",
      "Immuno-electron microscopy (immunogold labeling of Tokuyasu cryosections)",
      "3D Scanning Electron Microscopy (SEM) of plastic embedded samples",
      "Image Scanning Microscopy (ISM)",
      "Array Tomography",
      "Serial Block Face Scanning EM (SBF-SEM or SBEM)",
      "Serial section Transmission Electron Microscopy (ssTEM)",
      "TEM Tomography",
      "Spinning disc confocal microscopy (SDCM)",
      "Total internal reflection fluorescence microscopy (TIRF)",
      "Stimulated emission depletion microscopy (STED)",
      "Focused Ion Beam SEM (FIB-SEM)",
      "Genetic encoded EM probes (GE probes)",
      "Large scale EM/TEM (IsEM/lsTEM)",
      "pre-embed Correlative Light and Electron Microscopy (pre-embed CLEM)",
      "pre-embedding Immunolabelling (pre-embed IL)",
      "Immuno-gold EM on resin sections (resin-EM)",
      "Second/Third Harmonic Generation (SHG/THG)",
      "Single Molecule Localization Microscopy (SMLM)",
      "Stochastic optical reconstruction microscopy (STORM)",
      "CLEM from live cells to plastic sections (\"live\" CLEM)",
      "Fluorescence correlation spectroscopy (FCS)",
      "Fluorescence cross-correlation spectroscopy (FCCS)",
      "Fluorescence-lifetime imaging microscopy (FLIM)",
      "Fluorescence resonance energy transfer (FRET)",
      "Fluorescence recovery after photobleaching (FRAP)",
      "Optical projection tomography (OPT)",
      "Selective plane illumination microscopy (SPIM)",
      "Multiphoton microscopy systems",
      "Photo activated localization microscopy (PALM)",
      "Coherent Anti-stokes Raman Scattering (CARS)",
      "Atomic Force Microscopy (AFM)",
      "Traction Force Microscopy (TFM)",
      "Image Analysis-bio (IA-bio)",
      "Mass Spectrometry-based Imaging-bio (MSI-bio)",
      "High-throughput Microscopy (HTM)"
    ],
    "entity_type": "node"
  },
  {
    "id": "e0ecb159-fd7c-5cde-90ec-65f931f399f5",
    "name": "Barcelona super light and nanoscopy node",
    "description": "The Barcelona Super‑Resolution Light and Nanoscopy Node (SLN@BCN) integrates two leading bioimaging facilities in Barcelona—the Super‑resolution Light Microscopy and Nanoscopy facility at ICFO (Institute of Photonic Sciences) and the Advanced Light Microscopy Unit at CRG (Centre for Genomic Regulation). Located respectively in Castelldefels and the Barcelona Biomedical Research Park, the alliance offers open-access services in advanced imaging and plays a pivotal role within the Euro‑BioImaging network’s single-technology super-resolution node. The Node operates at the interdisciplinary interface of photonics, life sciences, engineering, and data analysis, providing both cutting-edge infrastructure and methodological expertise. It supports external fundamental, translational, and industrial research in biological and medical imaging, while advancing the development of novel super-resolution techniques. ![](upload/SLN1.png) *STED image of nuclear pore complexes in a HeLa cell’s nucleus.* ![](upload/SLN2.png) *Cytoskeletal compartments in Bovine Pulmonary Arteries (Airyscan).* ![](upload/SLN3.jpg) *STORM reveals Encephalopathy proteins organized as nano-sized objects.* ![](upload/SLN4.png) *Data analysis: HiDen Maps for exploring protein interactions.* ---",
    "country": {
      "name": "SPAIN"
    },
    "technologies": [
      "Deconvolution Widefield Microscopy (DWM)",
      "Single Molecule Localization Microscopy (SMLM)",
      "Reversible Saturable Optical Fluorescence Transitions (RESOLFT)",
      "Laser Scanning Confocal Microscopy (LSCM/CLSM)",
      "Spinning Disk Confocal Microscopy (SDCM)",
      "Total Internal Reflection Fluorescence Microscopy (TIRF)",
      "Two‑Photon Microscopy (2P)",
      "Second/Third Harmonic Generation (SHG/THG)",
      "Image Scanning Microscopy (ISM)",
      "Fluorescence Lifetime Imaging Microscopy (FLIM)",
      "Fluorescence Resonance Energy Transfer (FRET)",
      "Fluorescence Recovery After Photobleaching (FRAP)",
      "Raman Spectroscopy (RS)",
      "High‑Throughput Microscopy / High‑Content Screening (HTM/HCS)",
      "Image Analysis – Bio"
    ],
    "entity_type": "node"
  },
  {
    "id": "92050447-5244-5a3b-8ebc-90a2592a08c0",
    "name": "Advanced light microscopy node Poland",
    "description": "The Polish Advanced Light Microscopy (ALM) Node is a multi-sited, multimodal imaging infrastructure within the Euro-BioImaging network, providing open access to an extensive range of biological and biomedical imaging technologies. It is hosted by three premier research institutions in Poland: 1. Nencki Institute of Experimental Biology of the Polish Academy of Sciences (PAS) 2. Mossakowski Medical Research Centre PAS in Warsaw 3. Faculty of Biochemistry, Biophysics and Biotechnology at Jagiellonian University in Kraków. The Node offers state-of-the-art instrumentation and technical expertise across advanced light microscopy, correlative light and electron microscopy (CLEM), electron microscopy (EM), high-throughput imaging, super-resolution microscopy, and functional imaging. These services support diverse scientific disciplines, including neuroscience, cell biology, developmental biology, and molecular biochemistry. As part of the Euro-BioImaging European Research Infrastructure Consortium (ERIC), the Polish ALM Node facilitates cross-border collaboration and standardised access to cutting-edge imaging resources for users across Europe. ![](upload/poland_collage.png) *Collage of images acquired by our users*",
    "country": {
      "name": "POLAND"
    },
    "technologies": [
      "Deconvolution Widefield Microscopy (DWM)",
      "Laser Scanning Confocal Microscopy (LSCM/CLSM)",
      "Spinning Disk Confocal Microscopy (SDCM)",
      "Structured Illumination Microscopy (SIM)",
      "Total Internal Reflection Fluorescence Microscopy (TIRF)",
      "Two-Photon Microscopy (2P)",
      "Single Molecule Localization Microscopy (SMLM)",
      "Stimulated Emission Depletion Microscopy (STED)",
      "Quantitative Phase Imaging (QPI)",
      "High-Throughput Microscopy / High-Content Screening (HTM/HCS)",
      "Fluorescence (cross)-Correlation Spectroscopy (FCS/FCCS)",
      "Fluorescence Resonance Energy Transfer (FRET)",
      "Fluorescence Recovery After Photobleaching (FRAP)",
      "Fluorescence Lifetime Imaging Microscopy (FLIM)",
      "Microdissection",
      "TEM of Chemically Fixed Samples",
      "EM Tomography",
      "Serial Section TEM",
      "Immuno-Gold EM on Resin Sections (Resin-EM)",
      "Pre-Embedding Immunolabeling (Pre-Embed IL)",
      "Scanning Electron Microscopy (SEM)",
      "Pre-Embedded CLEM"
    ],
    "entity_type": "node"
  },
  {
    "id": "8242d3b8-39ad-51fc-b21b-bdf7966cea8b",
    "name": "Digital imaging multimodal platform neuromed DIMP neuromed",
    "description": "The Digital Imaging Multimodal Platform Neuromed (DIMP NEUROMED) is a single-sited, multimodal Node hosted by the IRCCS Neuromed Institute in Pozzilli, Italy. This Node provides an integrated imaging and data analysis infrastructure that supports both preclinical and clinical studies, with a strong emphasis on translational neuroscience and oncology. It facilitates the entire research pipeline, from the evaluation of disease models in animals to the classification of human clinical cases, bridging the gap between laboratory discovery and clinical application. Operating as part of the Euro-BioImaging network, DIMP NEUROMED enables access to a broad range of multimodal imaging technologies, including magnetic resonance imaging (MRI), computed tomography (CT), positron emission tomography (PET), and optical imaging. These systems are embedded within a high-performance computational framework that supports the extraction of quantitative imaging biomarkers. The Node also hosts a large-scale image database comprising preclinical and clinical datasets, which can be used to develop and test artificial intelligence-driven analysis pipelines, particularly those based on convolutional neural networks (CNNs). ![](upload/banner_neuromed.jpg) *A view of the NEUROMED campus* ---",
    "country": {
      "name": "ITALY"
    },
    "technologies": [
      "micro-MRI/MRS (≥ 7T)",
      "micro-CT",
      "*in vivo* Optical Imaging",
      "micro-PET/CT",
      "Population Imaging (PI)",
      "micro-MRI/MRS (≥ 7T) - ex-vivo",
      "micro-CT - ex-vivo",
      "Image Analysis - Med"
    ],
    "entity_type": "node"
  },
  {
    "id": "65f02373-865f-57e1-a7e9-076826518e94",
    "name": "Danish bioimaging",
    "description": "Danish BioImaging (DBI) is a multi-sited, multimodal Euro-BioImaging Node that brings together five nationally distributed imaging facilities, forming a coordinated infrastructure for life science and biomedical research across Denmark. Hosted by major academic institutions, including the University of Copenhagen and Aarhus University, the Node offers researchers access to a comprehensive array of imaging platforms that span from molecular-scale microscopy to whole-organism and preclinical imaging. Its technologies support a wide range of research domains, including plant biology, pathology, neuroscience, and metabolic disease. DBI also coordinates the national Image Analysis Core Facility (IACF), which provides researchers with services in image data management, processing, and quantitative analysis. By integrating high-end imaging instruments, expert consultation, and training within a unified national framework, DBI plays a central role in Denmark’s research infrastructure and contributes to the wider European imaging community through Euro-BioImaging. ---",
    "country": {
      "name": "DENMARK"
    },
    "technologies": [
      "Deconvolution widefield microscopy (DWM)",
      "Laser scanning confocal microscopy (LSCM/CLSM)",
      "Spinning disk confocal microscopy (SDCM)",
      "Structured illumination microscopy (SIM)",
      "Total internal reflection fluorescence microscopy (TIRF)",
      "Two-photon microscopy (2P)",
      "Image Scanning Microscopy (ISM)",
      "cryoFM",
      "Single Molecule Localization Microscopy (SMLM)",
      "Stimulated Emission Depletion Microscopy (STED)",
      "Light-sheet mesoscopic imaging (SPIM or dSLSM)",
      "Coherent Anti-Stokes Raman Scattering Microscopy (CARS)",
      "Raman Spectroscopy (RS)",
      "Fluorescence (cross)-correlation spectroscopy (FCS/FCCS)",
      "Fluorescence Resonance Energy Transfer (FRET)",
      "Fluorescence Recovery After Photobleaching (FRAP)",
      "Fluorescence Lifetime Imaging Microscopy (FLIM)",
      "Transmission Electron Microscopy (TEM)",
      "Cryo Transmission Electron Microscopy (Cryo-TEM)",
      "Electron Tomography (ET)",
      "Focused Ion Beam Scanning Electron Microscopy (FIB-SEM)",
      "Serial Blockface Scanning Electron Microscopy (SBF-SEM)",
      "Immuno-gold EM on thawed cryo-sections (Tokuyasu-EM)",
      "Immuno-gold EM on resin sections (resin-EM)",
      "Scanning Electron Microscopy (SEM)",
      "micro-MRI/MRS (≥ 7T)",
      "micro-MRI/MRS (< 7T)",
      "micro-CT",
      "micro-PET",
      "micro-SPECT",
      "micro-US",
      "*in vivo* Optical Imaging",
      "micro-PET/MRI",
      "micro-MRI/MRS (≥ 7T) - ex-vivo",
      "micro-MRI/MRS (< 7T) - ex-vivo",
      "micro-CT - ex-vivo",
      "Image Analysis - bio",
      "Image Analysis - med"
    ],
    "entity_type": "node"
  }
]